Repository: TechHeroSite/techherosite.github.io
Catalog: tech-repomaker/repomaker/locale/*/LC_MESSAGES/djangojs.po
Languages: bo, de, nb_no, tr, zh_hant

source: %s app added
bo: %s མཉེས་ཆས་ཁ་སྣོན།
de: %s App hinzugefügt
nb_no: %s program lagt til
tr: %s uygulama eklendi
zh_hant: %s 應用程式已加入

source: Add
bo: ཁ་སྣོན།
de: Hinzufügen
nb_no: Legg til
tr: Ekle
zh_hant: 新增

source: Sorry, there was an error deleting it: %s
bo: དགོངས་དག འདི་སུབས་པ་ལ་ནོར་སྐྱོན་ཤོར་འདུག: %s 1
de: Verzeihung, es trat ein Fehler auf beim Löschen von: %s
nb_no: Beklager, feil under sletting: %s
tr: Üzgünüz, silerken bir hata oluştu: %s
zh_hant: 抱歉，刪除時出錯：%s

source: Delete Screenshot
bo: དྲྭ་ཤེལ་པར་ལེན་སུབས།
de: Bildschirmfoto löschen
nb_no: Slett skjermavbildning
tr: Ekran Görüntüsünü Sil
zh_hant: 刪除螢幕快照

source: Are you sure you want to delete this screenshot from your package?
bo: ཁྱེད་ཀྱིས་ཐུམ་སྒྲིལ་ནས་དྲྭ་ཤེལ་པར་ལེན་སུབས་པར་གཏན་འཁེལ་བ་རེད་དམ།
de: Soll dieses Bildschirmfoto wirklich aus dem Paket entfernt werden?
nb_no: Er du sikker på at du ønsker du å slette denne skjermavbildningen fra din pakke?
tr: Paketinizden bu ekran görüntüsünü silmek istediğinize emin misiniz?
zh_hant: 您確定要從您的套裝軟體中刪除此螢幕快照嗎？

source: Delete Feature Graphic
bo: བརྐོས་རིས་ཁྱད་ཆོས་སུབས།
de: Funktionsgrafik löschen
nb_no: Slett funksjonsbilde
tr: Öne Çıkan Görseli Sil
zh_hant: 刪除特徵圖形

source: Are you sure you want to delete the feature graphic from your package?
bo: ཁྱེད་རང་གི་ཐུམ་སྒྲིལ་ནས་བརྐོས་རིས་ཁྱད་ཆོས་སུབས་པར་གཏན་འཁེལ་བ་རེད་དམ།
de: Soll diese Funktionsgrafik wirklich aus dem Paket entfernt werden?
nb_no: Er du sikker på at du vil slette dette funksjonsbildet fra din pakke?
tr: Paketinizden öne çıkan görseli silmek istediğinize emin misiniz?
zh_hant: 您確定要從您的套裝軟體中刪除特徵圖形嗎？

source: Delete Version
bo: ཐོན་རིམ་སུབས།
de: Version Löschen
nb_no: Slett versjon
tr: Sürümü Sil
zh_hant: 刪除版本

source: Are you sure you want to delete this version from your package?
bo: ཁྱེད་རང་གིས་ཐུམ་སྒྲིལ་ནས་ཐོན་རིམ་འདི་སུབས་པར་གཏན་འཁེལ་བ་རེད་དམ།
de: Soll diese Version wirklich aus dem Paket entfernt werden?
nb_no: Er du sikker på at ønsker å slette denne versjonen fra din pakke?
tr: Paketinizden bu sürümü silmek istediğinize emin misiniz?
zh_hant: 您確定要從您的套裝軟體中刪除此版本嗎？

source: Confirm
bo: གཏན་འཁེལ།
de: Bestätigen
nb_no: Bekreft
tr: Onayla
zh_hant: 確認

source: Cancel
bo: བརྩི་མེད།
de: Abbrechen
nb_no: Avbryt
tr: İptal
zh_hant: 取消

source: You can only upload images here.
bo: ཁྱེད་རང་གིས་པར་རིས་གཅིག་པུ་འདིར་ནང་འཇུག་བྱེད།
de: Hier können nur Bilder hochgeladen werden.
nb_no: Du kan bare laste opp bilder her.
tr: Burada sadece resim yükleyebilirsiniz.
zh_hant: 您只能在這裡上傳圖片。

source: Uploading %s file...
bo: ཡིག་ཆ་ %s 1 ནང་འཇུག་བྱེད་བཞིན་པ་...
de: Lade %s Datei hoch...
nb_no: Laster opp %s fil…
tr: %s dosya karşıya yükleniyor...
zh_hant: 正在上傳檔案 %s ...

source: Try to drag and drop again!
bo: འདིར་འཐེན་ནས་ཡང་སྐྱར་བཞག་ཐབས་བྱེད།!
de: Ziehen und ablegen erneut versuchen!
nb_no: Prøv å dra og slippe igjen.
tr: Tekrar sürükle ve bırakı deneyin!
zh_hant: 嘗試再次拖放！

source: Added
bo: ཁ་སྣོན།
de: Hinzugefügt
nb_no: Lagt til
tr: Eklendi
zh_hant: 已加入
