Repository: TechHeroSite/techherosite.github.io
Catalog: tech-repomaker/repomaker/locale/*/LC_MESSAGES/django.po
Languages: fa

source: This file is not an update for %s
fa: این فایل یک بروزرسانی برای %s نیست

source: This APK already exists in the current repo.
fa: این APK از قبل در مخزن بوده است.

source: Invalid APK signature
fa: امضای APK نادرست است

source: Invalid APK.
fa: APK نادرست است.

source: Unsupported File Type
fa: از این فایل پشتیبانی نمی‌شود

source: This file is of a different type than the other versions of this app.
fa: این فایل با نسخه دیگر اپلیشکن تفاوت دارد.

source: Book
fa: رزرو کردن

source: Document
fa: اسناد

source: Image
fa: عکس

source: Audio
fa: صوتی

source: Video
fa: ویدئو

source: Other
fa: سایر

source: This app does already exist in your repository.
fa: این برنامه از قبل در مخزن شما موجود است.

source: This app does not have any working versions available.
fa: این اپلیکشن دارای هیچ گونه نمونه‌ای که کار کند نمی‌باشد.

source: Phone
fa: تلفن

source: 7'' Tablet
fa: تبلت ۷ اینچ

source: 10'' Tablet
fa: تبلت ۱۰ اینچ

source: TV
fa: تلوزیون

source: Wearable
fa: پوشیدنی

source: US Standard
fa: استاندارد آمریکا

source: Amazon S3 Storage
fa: حافظه آمازون S3

source: Enter a valid user name consisting of letters, numbers, underscores or hyphens.
fa: یک نام‌ کاربری معتبر با ترکیبی از حروف٬اعداد و نشان اتصال وارد کنید.

source: Enter a valid hostname.
fa: یک نام هاست معتبر را وارد کنید.

source: Enter a valid path.
fa: یک مسیر معتبر را وارد کنید.

source: SSH Storage
fa: حافظه SSH

source: Git Storage
fa: حافظه گیت

source: Default Storage
fa: حافظه پیش‌فرض

source: American English
fa: انگلیسی آمریکایی

source: Change E-mail
fa: تغییر ایمیل

source: Sign Out
fa: خروج

source: Sign In
fa: ورود

source: Sign Up
fa: ثبت نام

source: Distribute apps.
fa: توزیع اپلیکیشن‌ها.

source: Spread the love.
fa: عشق را گشترش بده.

source: Repomaker is a free web app built for creating collections of apps, music, books, videos and pictures to share with your peers. It uses F-Droid as the mobile distribution platform. Available on Android only.
fa: رپومیکر یک اپلیکشن تحت وب برای ساخت یک مجموعه اپلیکشن‌٬ موزیک٬کتاب٬ ویدئو و عکس جهت اشتراک گذاشتن با دوستانتان می باشد. همچنین از F-Droid به عنوان شبکه توزیع موبایل استفاده می‌کند. فقط برای اندروید موجود است.

source: Login
fa: ورود به سیستم

source: Forgot Password
fa: رمز عبور را فراموش کردم

source: Or login with
fa: یا وارد شوید با

source: Logout
fa: خروج از سیستم

source: See you later
fa: به امید دیدار

source: Your security is important to us. Please confirm that you want to logout.
fa: امنیت شما برای ما مهم است. لطفا خروج خود از سیستم را تایید کنید.

source: logout
fa: خروج از سیستم

source: submit
fa: ثبت

source: We have sent you an email with a link to reset your password.
fa: ما برای شما ایمیلی حاوی لینک برای ریست کردن رمز عبور ارسال کرده‌ایم.

source: Signup
fa: ثبت نام

source: Delete App Version
fa: نسخه اپلیکیشن را حذف کن

source: Are you sure you want to delete this version <strong>%(version)s</strong> (%(code)s) from your app <strong>%(app)s</strong>?
fa: آیا از حذف این نسخه <strong>%(version)s</strong>%(code)s از اپلیکیشن <strong>%(app)s</strong> اطمینان دارید؟

source: Confirm
fa: تأیید

source: Delete App
fa: حذف اپلیکیشن

source: Are you sure you want to delete your app <strong>%(object)s</strong>?
fa: آیا از حذف این اپلیکیشن اطمینان دارید <strong> 1%(object)s 2</strong> 3 ؟

source: Edit %(app)s
fa: ویرایش %(app)s 1

source: Remove App
fa: حذف اپلیکیشن

source: Done
fa: تمام

source: By
fa: توسط

source: Summary Override (40 characters)
fa: خلاصه‌ ی مفید (۴۰ کاراکتر)

source: Short Summary (40 characters)
fa: خلاصه‌ای کوتاه (۴۰ کاراکتر)

source: Category
fa: دسته

source: Choose Category
fa: انتخاب دسته

source: Description Override
fa: توضیحات

source: Description
fa: توضیحات

source: Screenshots
fa: تصاویر پرده

source: Add files
fa: افزون کردن فایل

source: Drag and drop screenshots
fa: کشیدن و انداختن تصاویر پرده

source: or
fa: یا

source: browse to upload
fa: مرور کردن برای بارگزاری

source: Feature Graphic
fa: ویژگی گرافیک

source: Drag and drop a feature graphic
fa: کشیدن و انداختن فایل‌های گرافیکی

source: Drag and drop .apk files
fa: کشیدن و انداختن فایل‌های .apk

source: Delete Feature Graphic
fa: حذف ویژگی گرافیک

source: Are you sure you want to delete the feature graphic from your app <strong>%(app)s</strong>?
fa: مطمئنید می‌خواهید گرافیک ویژگی را از کاره‌تان <strong>%(app)s</strong> حذف کنید؟

source: Languages (%(count)s)
fa: زبان (%(count)s 1)

source: Edit
fa: ویرایش

source: Add Translation
fa: اضافه کردن ترجمه

source: By %(author)s
fa: توسط %(author)s 1

source: Updated %(time)s ago
fa: به روز رسانی شده %(time)s 1 قبل

source: version history
fa: تاریخچه‌ نسخه‌ها

source: Version %(version)s (%(code)s)
fa: نسخه %(version)s 1 (%(code)s 2)

source: Released %(date)s
fa: منتشر شده %(date)s 1

source: APK is still downloading...
fa: APK همچنان در حال بارگزاری شدن است...

source: This app has no APK files.
fa: این اپلیکیشن فایل APK ندارد.

source: If you added this app from a remote repo, try deleting it and adding it again.
fa: اگر این اپلیکشن را از مخزن راه دور اضافه کرده‌اید٫ آن را حذف کنید و دوباره اضافه کنید.

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Add
fa: افزودن

source: There are currently no screenshots shown because this gives the repo owner the ability to track you.
fa: در حال حاضر هیچگونه تصاویر پیش زمینه‌ای نشان داده نمی‌شود چرا که این به صاحبان مخزن اجازه ردیابی شما را می‌دهد.

source: show screenshots
fa: تصاویر پیش‌زمینه را نمایش بده

source: Delete Screenshot
fa: حذف نماگرفت

source: Are you sure you want to delete this screenshot from your app <strong>%(app)s</strong>?
fa: آیا از حذف این تصویر پیش زمینه از اپلیکیشن‌ خود اطمینان دارید؟ pp <strong> 1%(app)s 2</strong> 3?

source: Language Code
fa: کد زبان

source: Hello, %(user)s
fa: سلام٫ %(user)s 1

source: Please Wait!
fa: لطفا صبر کنید!

source: Background Operation in Progress
fa: عملیات در پس زمینه در حال انجام شدن است

source: Repomaker might be updating or publishing your repo. Or it might be updating a remote repo. Depending on the type and size of the background operation, this might take awhile.
fa: رپومیکر ممکن است در حال بروزرسانی یا انتشار مخزن شما باشد. یا ممکن است یک مخزن دور رو بروزرسانی کند. بسته به نوع و حجم عملیات پس زمینه، ممکن است کمی طول بکشد.

source: Try Again
fa: دوباره سعی کنید

source: The button won't work for you. Please press F5 to try again.
fa: این کلید برای شما کار نخواهد کرد. لطفا F5 را برای تلاش دوباره فشار دهید.

source: Error
fa: اخطار

source: My Repos
fa: مخازن من

source: Published %(time_ago)s
fa: منتشر شده %(time_ago)s 1

source: Created %(time_ago)s
fa: ساخته شده %(time_ago)s 1

source: Make a collection of apps to share
fa: گروهی از اپلیکیشن‌ها برای به اشتراک گذاشتن تهیه کن

source: Create Repo
fa: ساخت مخزن

source: New Repo
fa: مخزن جدید

source: Create
fa: ايجاد كردن

source: Delete Repo
fa: حذف مخزن

source: Are you sure you want to delete the repo <strong>%(repo)s</strong>?
fa: آیا از حذف این مخزن اطمینان دارید؟ <strong> 1%(repo)s 2</strong> 3?

source: This will also delete all apps and other files from your repo. You will not be able to get them back, users of your repo will not be able to use it anymore and not receive updates for the apps they received from you. There is no way to recover this repo!
fa: این باعث حذف اپلیکیشن‌ها و فایل‌های دیگر هم از مخزن شما می‌شود. شما امکان بازگشت آنها را نخواهید داشت. همچنین کاربران مخزن شما هم امکان استفاده از آنها را ندارند و هیچگونه به روز رسانی برای اپلیکیشن‌ها دریافت نمی‌کنند. راهی برای بازیابی این مخزن نخواهد بود!

source: Please only proceed if you know what you are doing!
fa: لطفا در صورتی ادامه دهید که بطور کامل از کاری که انجام می‌دهید اطلاع دارید!

source: Yes, I want to delete the repo
fa: بله٬ این مخزن را پاک کن

source: Edit Repo
fa: ویرایش مخزن

source: Save Changes
fa: ذخیره تغییرات

source: Content
fa: محتوا

source: Share
fa: اشتراک گذاری

source: Info
fa: اطلاعات

source: Search for apps in your repository
fa: جستجو برای اپلیکیشن ها در مخزن

source: add from gallery
fa: از گالری اضافه کن

source: Alternatively, drag and drop or %(label_start)schoose files%(label_end)s
fa: یا اینکه بگیر و بنداز یا %(label_start)s 1 فایل %(label_end)s 2 انتخاب کن

source: Accepted files include Android apps, documents, eBooks, audio and video.
fa: فایل‌های تایید شده شامل اپلیکیشن‌های آندروید٫اسناد٫ کتاب دیجیتال٫ صوتی و تصویری هستند.

source: Your search did not return any results.
fa: جستجوی شما هیچگونه نتیجه‌ای نداشت.

source: Name
fa: نام

source: Storage
fa: فضا

source: Add Storage
fa: اضافه کردن فضا

source: Fingerprint
fa: اثر انگشت

source: Remove Repo
fa: حذف مخزن

source: Add storage to publish
fa: مخزن را برای انتشار اضافه کن

source: Your repo will be automatically published when you add storage. Repomaker does not publically promote your stuff. Only people who receive the direct link to your repo will be able to see it.
fa: مخزن شما بطور خودکار زمانی که فضایی را اضافه کنید منتشر می‌شود. ریپومیکر بصورت عمومی چیز‌های شما را تبلیغ نمی‌کند. فقط کسانی که لینک مستقیم به مخزن شما دارند می‌توانند آن را ببینند.

source: add storage
fa: فضا را اضافه کن

source: You have <span>%(app_count)s app</span> in your repo. Share it!
fa: شما دارای <span> 1%(app_count)s 2 اپلیکیشن </span> 3 در مخزن خود هستید. به اشتراک بگذارید!

source: view repo
fa: مشاهده مخزن

source: share public link
fa: لینک عمومی را به اشتراک بگذار

source: copy link
fa: لینک را کپی کن

source: add to an android phone
fa: به یک گوشی اندرویدی اضافه کن

source: To install these apps on your Android phone, add them to F-Droid.
fa: برای نصب این اپلیکیشن‌ها بر روی گوشی اندرویدی، آنها را به F-Droid اضافه کن.

source: F-Droid ensures access to secure app updates.
fa: F-Droid از ارتباط مطمئن برای به روز رسانی اپلیکیشن‌ها استفاده می‌کند.

source: Scan QR
fa: اسکن QR

source: Check out this F-Droid repo: %(name)s
fa: به این مخزن F-Droid توجه کن: %(name)s 1

source: Browse Gallery
fa: گشتن در گالری

source: Search
fa: جستجو

source: Category (%(count)s)
fa: دسته بندی (%(count)s 1)

source: All
fa: همه

source: Source (%(count)s)
fa: منبع (%(count)s 1)

source: Add a repo
fa: یک مخزن اضافه کن

source: No apps found that match '%(search_term)s'. Please try a different search or remove other filter criteria.
fa: هیچ گونه اپلیکیشنی که با '%(search_term)s 1' برابر باشد پیدا نشد. لطفا چیز دیگری را جستجو کنید یا فیلتر‌های دیگر را حذف کنید.

source: There are no apps in this repo.
fa: در این مخزن هیچ‌ گونه اپلیکیشنی وجود ندارد.

source: There are no apps available in the repos.
fa: در مخزن ها هیچ اپلیکیشنی موجود نیست.

source: If you just added a repo, wait for the apps to download and try again later.
fa: اگر مخزنی را اضافه کرده‌اید٫ لطفا منتظر دانلود شدن آن بمانید و کمی بعدتر امتحان کنید.

source: This repo has no apps in the selected category. Try clearing it or select a different repo.
fa: این مخزن دارای هیچ‌ گونه اپلیکیشنی در دسته‌بندی انتخاب شده نیست. سعی کنید مخزن را پاک کنید یا مخزن دیگری را انتخاب کنید.

source: There are no apps available in the selected category. Try clearing it.
fa: در دسته‌بندی انتخاب شده هیچ گونه اپلیکیشنی موجود نیست. لطفا آن را پاک کنید.

source: Delete Storage
fa: فضا را حذف کن

source: Are you sure you want to remove the storage at <strong>%(object)s</strong> from your repo?
fa: آیا از حذف فضا از مخزنتان در <strong> 1%(object)s 2</strong> 3 اطمینان دارید؟

source: This will not remove the content from that storage but will stop to publish future versions of your repo to it.
fa: این محتوا را از فضا حذف نمی‌کند ولی باعث جلوگیری از انتشار آینده آن در مخزن شما جلوگیری می‌کند.

source: Enable Storage
fa: فضا را فعال کن

source: Disable Storage
fa: فضا را غیر فعال کن

source: Repo Address
fa: آدرس مخزن

source: Edit Storage
fa: ویرایش فضا

source: Also, please make sure that the master branch of your repository is <b>not protected</b> from force pushing.
fa: همچنین لطفا اطمینان حاصل کنید که شاخه اصلی مخزن شما در برابر force pushing <b> 1 محافظت نشده است </b> 2.

source: Git Repository SSH Address
fa: آدرس SSH مخزن گیت

source: Region
fa: منطقه

source: Bucket
fa: باکت

source: Access Key ID
fa: شناسه دسترسی

source: Please make sure to add this public SSH key to your SSH server's <tt> <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys">~/.ssh/authorized_keys</a> </tt> file, if you have not done so already.
fa: لطفا از اضافه کردن این کلید SSH عمومی به سرور SSH اطمینان حاصل کنید. <tt> 1 <a href="https://en.wikibooks.org/wiki/OpenSSH/Client_Configuration_Files#.7E.2F.ssh.2Fauthorized_keys"> 2 ~/.ssh/authorized_keys</a> 3 </tt> 4 فایل اگر هنوز آن را انجام نداده‌اید.

source: Security Warning: This gives repomaker write access to that storage. Please limit this user's access as much as possible.
fa: اخطار امنیتی: این به مخزن اجازه دسترسی نوشتن در فضا را می‌دهد. لطفا این دسترسی کاربر را تا حد ممکن کم کنید.

source: Username
fa: نام کاربری

source: Host
fa: میزبان

source: Path
fa: مسیر

source: Your local default SSH key will be used to connect to the storage.
fa: کلید محلی SSH پیش فرض برای ارتباط با حافظه استفاده می‌شود.

source: Please make sure to authorize this public SSH key for your remote storage, if you have not done so already.
fa: لطفا از تایید این کلید عمومی SSH برای حافظه راه دورتان اطمینان حاصل کنید٬ اگر تا به الان این کار را انجام نداده‌اید.

source: Activate this storage only once you have added the SSH key.
fa: این حافظه را وقتی فعال کنید که کلید SSH را اضافه کردید.

source: If this storage is experiencing problems, please check that the SSH key works properly.
fa: اگر حافظه دچار مشکل است٬ از درست کار کردن کلید SSH مطمئن شوید.

source: Update %(storage_name)s
fa: به روز رسانی %(storage_name)s 1

source: Setup %(storage_name)s
fa: نصب %(storage_name)s 1

source: cancel
fa: لغو

source: save
fa: ذخیره

source: Here's how to copy the SSH Address from GitLab:
fa: نحوه کپی کردن آدرس SSH به گیت‌لب اینطور می‌باشد:

source: Setup a place to store your repo
fa: یک مکان را برای نگهدای مخزن نصب کن

source: Git
fa: گیت

source: Easy, free, requires an account
fa: ساده٫ مجانی٫‌ به حساب کاربری نیاز است

source: Git is a popular tool to version control things. You can securely publish repos to GitLab, GitHub or any other Git service. Git services use SSH to securely copy files from your computer to remote computers.
fa: گیت یک ابزار محبوب برای کنترل نسخه های نرم افزار است. شما می‌توانید بصورت امن مخزن‌ها را در گیت لب٬ گیت هاب و یا هر گونه سرویس گیت دیگر منتشر کنید. سرویس‌های گیت از SSH برای کپی کردن فایل‌ها بصورت امن از کامپیوتر شما به کامپیوتر‌های دیگر استفاده می‌کنند.

source: Setup
fa: برپاسازی

source: GitLab
fa: گیت لب

source: GitHub
fa: گیت هاب

source: Requires a personal web server or host that supports SSH
fa: به یک سرور وب شخصی یا یک هاست که SSH را پشتیبانی می‌کند نیاز است

source: SSH is a technology that can be used to copy files securely to remote computers. When using Git as storage, the files will also be copied via SSH. But the pure SSH option directly copies the files without using any other technology.
fa: SSH یک تکنولوژی است که می تواند برای کپی کردن فایلها به صورت امن به کامپیوتر‌های دیگر استفاده شود. زمانی که از فضای گیت استفاده می‌کنید فایل‌ها از طریق SSH کپی می شوند. ولی گزینه اصلی SSH، مستقیما بدون استفاده از تکنولوژی دیگری فایل را کپی می کند.

source: Amazon S3
fa: آمازون S3

source: Requires an Amazon account, Pricing varies
fa: به حساب آمازون نیاز است. قیمت‌ها متفاوت است

source: Amazon S3 is a web service offered by Amazon Web Services. Amazon S3 provides storages through web service interfaces. Pricing varies. Visit the Amazon S3 website for details.
fa: آمازون S3 یک سرویس تحت وب است که توسط سرویس وب آمازون ارائه می‌شود. آمازون S3 به از طریق اینترفیس خدمات وب، فضا ارائه می‌دهد. قیمت‌ها متغیر است. برای اطلاعات بیشتر به وب‌سایت امازون S3 مراجعه کنید.

source: Version %(version)s (%(date)s)
fa: نسخه %(version)s %(date)s

source: Added
fa: افزوده شد

source: Enter email
fa: ایمیل را وارد کن

source: Enter your email address and we'll send a link to reset it. If you did not sign up with an email, we cannot help you securely reset your password.
fa: ایمیل خود را وارد کنید و ما یک لینک برای ریست آن ارسال می‌کنیم. اگر با ایمیل ثبت‌نام نکرده‌اید ما ‌نمی‌توانیم بصورت امن رمز عبور شما را ریست کنیم.

source: This is not a valid language code.
fa: این یک کد زبان معتبر نیست.

source: This language already exists. Please choose another one!
fa: این زبان در حال حاضر وجود دارد. لطفا یکی دیگر را انتخاب کنید!

source: Enter SSH URL
fa: آدرس وب SSH را وارد کن

source: Raw Git URL
fa: آدرس وب گیت خام

source: This is the location where the uploaded files can be accessed from in raw form. Leave empty for GitHub or GitLab.com repositories.
fa: از اینجا می توانید به فایل‌هایی که بارگزاری شده‌، در حالت خام دسترسی پیدا کنید. برای مخزن GitHub یا GitLab.com آن را خالی بگذارید.

source: This URL must start with 'git@'.
fa: آدرس وب باید با 'git@' شروع شود.

source: This URL must end with '.git'.
fa: آدرس وب باید با '.git' تمام شود.

source: This URL is invalid. Please copy the exact SSH URL of your git repository.
fa: این آدرس وب نادرست است. لطفا دقیقا آدرس وب ‌SSH مخزن git خود را کپی کنید.

source: Please add a valid URLfor the raw content of this git repository.
fa: لطفا یک آدرس وب معتبر برای محتوای خام مخزن git اضافه کنید.

source: Repository URL
fa: آدرس وب مخزن

source: Please use a URL with a fingerprint at the end, so we can validate the authenticity of the repository.
fa: لطفا از آدرس وب با اثر انگشت در پایان استفاده کنید تا ما بتوانیم صحت مخزن را تایید کنیم.

source: Please don't add one of your own repositories here.
fa: لطفا هیچ یک از مخازن خود را اینجا اضافه نکنید.

source: Could not validate repository: %s
fa: مخزن را نمی‌توان تایید کرد: %s 1

source: Describe the repo
fa: مخزن را توصیف کنید

source: Bucket Name
fa: نام باکت

source: Secret Access Key
fa: کلید دسترسی مخفی

source: Other regions are currently not supported.
fa: در حال حاضر از دیگر کشورها پشتیبانی نمی‌شود.

source: Language
fa: زبان

source: Select Screenshot for upload
fa: اسکرین شات را برای بارگزاری انتخاب کنید

source: Use local default SSH Key
fa: از کلید محلی پیش‌فرض SSH استفاده کنید

source: User Name
fa: نام کاربری

source: URL
fa: نشانی وب

source: This is the location where the uploaded files can be accessed from.
fa: از اینجا می‌توانید به فایل‌های بارگزاری شده دسترسی پیدا کنید.

source: Primary Storage
fa: حافظه اصلی

source: Make this storage the primary storage of the repository.
fa: این فضا را، فضای اصلی مخزن قرار بده.
